android-file-transfer
archiso
archlinux-java-run
arduino-ide-bin
arduino-language-server
atop
awesome-terminal-fonts
awww
balena-etcher
base
base-devel
bash-completion
bash-language-server
bash-preexec
bat
bluetui
bluez
bluez-tools
bluez-utils
boost
brightnessctl
btop
btrfs-progs
bun
calc
cava
cbonsai
chromium
clamav
clang
clock-tui
cool-retro-term
countryfetch
cppman
ctags
decoder
dosfstools
downgrade
drawio-desktop
dropbox
dropbox-cli
dysk
eclipse-cpp-bin
edex-ui-bin
efibootmgr
eza
fastfetch
fd
feh
figlet
figlet-fonts
figlet-fonts-extra
firefox
foot
fortune-mod-it
fortune-mod-off
fuzzel
fzf
gbm
gdb
gimp
git
github-cli
gitlab
glab
glow
go
gparted
gpsd
graphviz
grub
gst-plugin-pipewire
gvfs
gvfs-gphoto2
help2man
hollywood
htop
hwinfo
hyprcap-git
hyprland
hyprland-protocols
hyprlock
hyprpolkitagent
imagemagick
impala
intel-media-driver
intel-ucode
iwd
jupyter-notebook
keyd
kicad
kicad-library
kicad-library-3d
kitty
lazygit
lib32-vulkan-icd-loader
libpulse
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
linux-lts
llvm
lua-language-server
ly
lynx
mako
man-db
man-pages
minfetch
mmtui
modrinth-app
mpv
mtools
nano
neo-matrix
neovim
networkmanager
nodejs-mapscii
notification-daemon
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
otf-atkinsonhyperlegiblemono-nerd
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
otf2bdf
pacgraph
pass
pcsclite
pfetch
phinger-cursors
pipes-rs
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
playerctl
powerline-fonts
python-dbus
python-ipympl
python-kikit
python-lsp-server
python-pandas
python-pcbnewtransition
python-pip
python-pipx
python-pygame
python-pynvim
python-scipy
qdirstat
quickshell
resvg
ripgrep
rofi
sbb-tui
sl
sof-firmware
spotify-launcher
starship
steam
sudo
tcc
telegram-desktop
tenki
terminal-tetris
texlab
texlive-bin
texlive-binextra
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-langenglish
texlive-langfrench
texlive-langgerman
texlive-langitalian
texlive-latex
texlive-latexextra
texlive-mathscience
texlive-plaingeneric
thefuck
tldr
trash-cli
tree
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tty-clock
tuios-bin
ufetch-git
unzip
vieb
vim
virtualbox
virtualbox-host-modules-arch
vpl-gpu-rt
vulkan-intel
wayland-utils
wf-recorder-git
wget
wine
wireplumber
wireplumber-docs
wlroots0.18
wlroots0.20
woff2-font-awesome
wofi
wstui
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xorg-xhost
yay
yazi
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zoxide
zram-generator
